{
  "intro": "\n                Welcome to my portfolio! I'm a <span id=\"age\">16</span>-year-old student pilot with a passion for web development and an even bigger passion for aviation. Based at Fitchburg Municipal Airport (KFIT), I'm not just learning to fly—I like to share my knoweldge I learn with others and use my passsion for web devolpment to furthor help others.\n\n<div class=\"intro-links\">\n<p>🛩️ Want to know more about my aviation journey? Check out my <a href=\"/about\">about page</a> where I share my experiences and goals in aviation.</p>\n\n<p>💻 Interested in my technical projects? Visit my <a href=\"/projects\">projects page</a> to see how I'm combining my love for aviation with programming.</p>\n\n<p>🤝 Looking to collaborate, have a possible job I would be intersted in, or just want to chat about aviation? Don't hesitate to <a href=\"/contact\">reach out</a>! Whether you're a fellow aviation enthusiast, a student pilot, someone who needs a website, or someone interested in learning about flying, I'm always excited to connect and share my knowledge!!!</p>\n</div>\n            ",
  "bio": "\n                    I am currently a Junior in high school, balancing my academic studies with my passion for aviation and programming. As a student pilot training out of Fitchburg Municipal Airport (KFIT), I've found my second home among the aviation community.\n\nWhat truly sets my heart soaring is not just flying itself, but sharing my knowledge and enthusiasm with others. Whether I'm explaining the principles of flight to curious minds or helping fellow aviation enthusiasts understand complex concepts, teaching has become an integral part of my journey.\n\nAt KFIT, I've had the opportunity to immerse myself in a vibrant aviation community, learning from experienced pilots and contributing to the next generation of aviators. This experience has taught me that aviation is more than just flying—it's about community, continuous learning, and passing on knowledge.\n\nWhile aviation is my primary passion, I'm also diving into the world of programming. I see many parallels between flying and coding—both require precision, problem-solving skills, and attention to detail. Just as I enjoy teaching aviation concepts, I look forward to collaborating with others in the tech community.\n                "
}